/* String_On_Page_Template */
"Get Stickam for Free." = "Stickam を無料でゲット";

/* String_On_Page_Template */
"Please enter your Stickam User ID using the Pagelet Inspector." = "ページレットインスペクターを使って Stickam のユーザー ID を入力してください";

/* String_On_Page_Template */
"Stickam (Placeholder)" = "Stickam (プレースホルダー)";